[
  {
    "title": "Startup@Penn",
    "date": "Spring 2017",
    "description": "<a href=\"http://youthhack.net\">YouthHack</a>, in collaboration with the <a href=\"http://www.seas.upenn.edu/~penntec/\">Penn Technology and Entrepreneurship Club</a> hosted a week of daily events relating to ideation and startup culture at Penn and beyond. I led marketing and design operations, creating cover photos, posters, emails, and graphics in order to ensure strong attendance.",
    "image": "../../images/design/startup.png"
  },
  {
    "title": "The Future Now",
    "date": "Spring 2016",
    "description": "This was the Society of Global Affair's second annual event. This one centered on individuals speaking about how technology is shaping the futures of their respective fields right now. Again, I created posters, logos, and a presentation for this event.",
    "image": "../../images/design/future.png"
  },
  {
    "title": "HW Reads: Moby Dick",
    "date": "Spring 2015",
    "description": "My school hosted an all-night read of Melville's <i>Moby Dick</i>. To help, I created a logo, presentation, posters, and t-shirts which promoted the event and gave it a currated look. I tried to capture important symbols from the book and place them in a logo for all media related to the event.",
    "image": "../../images/design/moby-dick.png"
  },
  {
    "title": "HW Venture",
    "date": "2015",
    "description": "I was the design and marketing specialist for a HW Venture my senior year of high school. HW Venture is dedicated to inspiring entrepreneurial culture within the HW community. Through the club's logo and curated social media presence, in addition to providing a design perspective at club meetings, I contributed this aim.",
    "image": "../../images/design/venture.png"
  },
  {
    "title": "Westside Story Poster",
    "date": "Fall 2015",
    "description": "I was comissioned to do the artwork for my school's rendition of Laurents's American classic <i>Westside Story</i>. I focused on the play's setting in the city and so too the divisive qualities of its gang-culture, using red to foreshadow its dangerous result.",
    "image": "../../images/design/westside.jpg"
  },
  {
    "title": "Project R",
    "date": "Summer 2015",
    "description": "This was the logo for the culminating project of my Sci-Art Nanolab class at UCLA. The objective was to \"Imagine the Impossible.\" Project R, which gets its namesake from the adaptive \"R\" group of organic chemisty, was a prosthetic which utilizes conductive graphine and hydrostatic gel layers to simulate human muscles. The idea built off of recent research which layered onion cells and gold foil and passed through electric current causing the aparatus to contract like a muscle.",
    "image": "../../images/design/r.png"
  },
  {
    "title": "Mind the Gap",
    "date": "Spring 2015",
    "description": "I created a logo, posters, and a presentation for an event hosted by a club I was involved in at Harvard-Westlake, the Society of Global Affairs. The event centered on bringing in speakers successful across business, medicine, tech, and beyond to discuss the steps behind creation and innovation: behind \"minding the gap\" from idea to reality. I created the logo to reflect the power and importance of the topic itself.",
    "image": "../../images/design/mind.png"
  },
  {
    "title": "Beacon Site Simulation",
    "date": "Summer 2015",
    "description": "I was tasked with creating an image which showed proespective parents and students what their school will look like. I mounted Beacon's logo on an ivy wall and added leaves and shadow to make it appear as one with the wall.",
    "image": "../../images/design/beacon.jpg"
  }
]
